Repository: OpenBlackHole/openmultibootmanager
Catalog: po/*.po
Languages: it

source: Choose the image to install
it: Scegli l'immagine da installare

source: Do you want to copy settings from the current image?
it: Vuoi copiare le impostazioni dall'immagine corrente?

source: Please wait while installation is in progress. This operation may take a while.
it: Attendere, installazione in corso. L'operazione potrebbe richiedere molto tempo.

source: Cannot create kernel folder %s
it: Impossibile creare la cartella del kernel %s

source: The folder %s already exist
it: La cartella %s è già esistente

source: Cannot create folder %s
it: Impossibile creare la cartella %s

source: Cannot deflate image
it: Impossibile decomprimere l'immagine

source: Your STB doesn't seem supported
it: Il tuo decoder non sembra essere supportato

source: Cannot create virtual MTD device
it: Impossibile creare il dispositivo MTD virtuale

source: Close
it: Chiudi

source: Rename
it: Rinomina

source: Install
it: Installa

source: About
it: Informarzioni

source: Delete
it: Elimina

source: Please wait while delete is in progress.
it: Attendere, eliminazione in corso.

source: Do you want to delete %s?
it: Vuoi eliminare %s?

source: Please upload an image inside %s
it: Per favore carica un'immagine dentro %s

source: Where do you want to install openMultiboot?
it: Dove vuoi installare openMultiboot?

source: No suitable devices found
it: Nessun dispositivo supportato trovato

source: Cannot create data folder
it: Impossibile creare la cartella dei dati

source: Please wait while format is in progress.
it: Attendere, formattazione in corso.

source: Cannot umount the device
it: Impossibile sconnettere il dispositivo

source: Cannot format the device
it: Impossibile formattare il dispositivo

source: Cannot remount the device
it: Impossibile riconnettere il dispositivo

source: Filesystem not supported Do you want format your drive?
it: Filesystem non supportato Vuoi formattare il tuo disco?

source: You need the module kernel-module-nandsim to use openMultiboot Do you want install it?
it: Devi installare il modulo kernel-module-nandsim per poter usare openMultiboot Vuoi installarlo?

source: Please wait while installation is in progress.
it: Attendere, installazione in corso.

source: Cannot install kernel-module-nandsim
it: Impossibile installare kernel-module-nandsim
